{
  "menu": {
    "about": "About",
    "services": "Our Services",
    "contacts": "Contacts"
  },
  "main": {
    "title": "Technologies Inspiring Confidence",
    "description": "Delivering clarity and efficiency through innovative tools and expertise",
    "contact_us": "Contact us"
  },
  "description": {
    "title": "Technology that solves real business problems.",
    "text": "Harmony Technologies provides independent solutions in data analytics, event management, and custom development, designed to match your specific needs. Each product works on its own, so you only invest in what truly matters to your business."
  },
  "projects": {
    "title": "Our work is built around three key directions",
    "items": {
      "titles": [
        "Search Anywhere Framework — platform that unifies all data for instant search and analytics",
        "Eventico — Online platform for effortless event management",
        "Custom Websites & Automation"
      ],
      "descriptions": [
        "Harmony Technology is the official distributor and trusted partner",
        "Clients run and manage their events simply",
        "Harmony Technology builds custom websites and automation systems tailored to your business needs — from processes to customer platforms, built to scale"
      ]
    },
    "buttons": {
      "discover": "Discover Benefits",
      "explore": "Explore Features",
      "learn": "Learn More"
    }
  },
  "contacts": {
    "title": "Let’s Build Together",
    "description": "Tell us about your project — whether it’s data, events, or custom development. Our team will help you find the right solution"
  },
  "saf": {
    "title": "search anywhere framework",
    "description": "Universal platform for IT operations, cybersecurity, and business analytics. Eliminate reindexing, reduce costs, and unlock real-time insights",
    "contact_sales": "Contact sales",
    "why": {
      "titles": [
        "Search Anywhere™",
        "Ecosystem",
        "Why SAF is different?",
        "Knowledge & Visualization",
        "Root-Cause & Correlation",
        "Custom Commands"
      ],
      "descriptions": [
        "instant search across Elastic, OpenSearch, Hadoop, ClickHouse, and SQL-like DBs without reindexing",
        "connect IT, security, and business modules, expanding as your needs grow",
        "",
        "share knowledge with docs and diagrams, and build dashboards from simple metrics to advanced charts",
        "model dependencies, detect anomalies, and uncover hidden trends",
        "extend SAF language, integrate APIs, and automate data transformations"
      ]
    },
    "features": {
      "title": "Modular, Flexible, Powerful",
      "description": "SAF modules are designed to address specific needs across IT, cybersecurity, and business environments. They can work independently or together in a unified ecosystem",
      "titles": [
        "Core",
        "Incident Manager",
        "Inventory",
        "Compliance",
        "Cyber Security",
        "MITRE ATT&CK",
        "Network",
        "Servers",
        "Microsoft Active Directory",
        "Microsoft Exchange",
        "NetMap",
        "UBA"
      ],
      "descriptions": [
        "the central engine with SAF Processing Language, automated actions, and Asset-Service-Model constructor",
        "capture, track, and resolve incidents with customizable workflows, automation, and meta-incident throttling",
        "unify users and assets into a deduplicated database enriched with digital fingerprints and automatic updates from sources like AD, CMDB, IPAM, and more",
        "Data-Driven compliance assessments with real-time dashboards, automated audits, and objective evaluations",
        "curated correlation rules, playbooks, integrations, and dashboards updated regularly",
        "visual tactics/techniques matrix with coverage assessment, threat modeling, and risk scoring",
        "monitor routers, switches, configs, and resource usage. Prevent overloads, misconfigurations, and unauthorized changes",
        "monitor CPU, RAM, disks, S.M.A.R.T. metrics, and processes. Predict failures and optimize performance",
        "control domain accounts, track changes, detect inactive users, and ensure password/security compliance",
        "analyze mail flows, audit mailbox access, detect anomalies like auto-forwarding and spikes in traffic",
        "auto-discover and visualize network topology with LLDP, MAC, ARP, and port-level details",
        "detect anomalies, fraud, and unauthorized access using user and group activity models"
      ]
    },
    "maintenance": {
      "title": "Operations & Maintenance",
      "description": "Designed for Usability and Long-Term Efficiency",
      "titles": [
        "Customizable UI",
        "Seamless Integrations",
        "Continuous Support & Updates",
        "Training & Resources"
      ],
      "descriptions": [
        "personalize dashboards and layouts for your team’s needs",
        "connect via APIs, webhooks, syslog, JDBC, or agentless collection",
        "bugfixes, improvements, and new features included",
        "certified courses, wiki, webinars, and partner network to ensure your success"
      ]
    },
    "calculaion": {
      "title": "Flexible, Transparent, and Scalable",
      "description": "With SAF, you pay only for what you use — scalable units, all connectors and agents included, and modules that grow with your needs. No hidden fees, no rigid plans. Just transparent, tailored pricing that fits any scale",
      "sub_title": "Calculate your plan in seconds",
      "sub_description": "Use the calculator to see how SAF adapts to your business needs — pay only for what you use",
      "support_title": "Need additional support?",
      "support_description": "You can purchase extra support hours and implementation assistance directly from us — the official SAF distributor — available on request",
      "form": {
        "dataflow": "Dataflow (GB / d)",
        "operational": "Operational retention (days)",
        "retrospective": "Retrospective retention (days)",
        "replics": "Data replics",
        "amount": "Your total annual payment will be:",
        "order": "Order SAF"
      }
    }
  }
}
