{
  "menu": {
    "about": "About",
    "services": "Our Services",
    "contacts": "Contacts"
  },
  "main": {
    "title": "Technology that Inspires Confidence",
    "description": "Delivering clarity and efficiency through innovative tools and expertise",
    "contact_us": "Contact us"
  },
  "description": {
    "title": "Technology that solves real business problems.",
    "text": "Harmony Technologies provides independent solutions in data analytics, event management, and custom development, designed to match your specific needs. Each product works on its own, so you only invest in what truly matters to your business."
  },
  "projects": {
    "title": "Our work is built around three key directions",
    "items": {
      "titles": [
        "Search Anywhere Framework — platform that unifies all data for instant search and analytics",
        "Eventico — Online platform for effortless event management",
        "Custom Websites & Automation"
      ],
      "descriptions": [
        "Harmony Technology is the official distributor and trusted partner",
        "Clients run and manage their events simply",
        "Harmony Technology builds custom websites and automation systems tailored to your business needs — from processes to customer platforms, built to scale"
      ]
    },
    "buttons": {
      "discover": "Discover Benefits",
      "explore": "Explore Features",
      "learn": "Learn More"
    }
  },
  "contacts": {
    "title": "Let’s Build Together",
    "description": "Tell us about your project — whether it’s data, events, or custom development. Our team will help you find the right solution"
  },
  "saf": {
    "title": "search anywhere framework",
    "description": "Universal platform for IT operations, cybersecurity, and business analytics. Eliminate reindexing, reduce costs, and unlock real-time insights",
    "contact_sales": "Contact sales",
    "features": {
      "titles": [
        "Search Anywhere™",
        "Ecosystem",
        "Why SAF is different?",
        "Knowledge & Visualization",
        "Root-Cause & Correlation",
        "Custom Commands"
      ],
      "descriptions": [
        "instant search across Elastic, OpenSearch, Hadoop, ClickHouse, and SQL-like DBs without reindexing",
        "connect IT, security, and business modules, expanding as your needs grow",
        "",
        "share knowledge with docs and diagrams, and build dashboards from simple metrics to advanced charts",
        "model dependencies, detect anomalies, and uncover hidden trends",
        "extend SAF language, integrate APIs, and automate data transformations"
      ]
    }
  }
}
